// Один вариант решения:
//int numberA = 3; //Создали переменную и положили в нее значение 3. Добавили уточнение, что число целое (int).
//int numberB = 5;
//Console.WriteLine(numberA + numberB); //Делаем вывод в консоль сумму чисел.

//Второй вариант решения через промежуточную переменную:
int numberA = 31; //Создали переменную и положили в нее значение 3. Добавили уточнение, что число целое (int).
int numberB = 5;
int result = numberA + numberB; //Промежуточная переменная.
Console.WriteLine(result); //Делаем вывод в консоль сумму чисел.

